<?php

/*
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */

/**
 * Description of TextConstantsAr
 *
 * @author mac
 */
class TextConstantsAr {

    const WHAT_IS_ABZ = "؟ABÏZ ماهي شركة";
    const COMPANY_NAME = "ABZ شركة";
    const HOME_COMPANY_DEFINITION = " إن مؤسسين شركة زهرة كونستراكشن 'ش.م.م' المتخصصة بأعمال البناء و المقاولات و المؤسسة من قبل:
عمر زهرة
وعامر زهرة 
وكفاح زهرة
و المشهود لهم في الوسط العقاري منذ عشرات السنين بإشادة عدد من اﻷبنية الفاخرة و التي تتمتع بمواصفات عالية  في مدينة طرابلس و لبنان إضافة إلى مشاريع عدة تم إشادتها خارج لبنان منها سوريا، نذكر منها جامعة دمشق 'المشاركة في تشييدها'
باﻹضافة إلى مشاريع عديدة في السعودية ضمن عدد من المدن  على سبيل المثال في جدة،الرياض، تبوك و خبر
ويعود تاريخ زهرة المؤسسين للشركة المذكورة  أعلاه إلى  بدايات عام 1965 و في العام القادم سيحتفل السادة المؤسسين لشركة زهرة كونستراكشنز بعامهم الخمسين على تاريخ تأسيس أعمالهم في مجال مقاولات البناء و إشادة المشاريع و ترميمها
إن ما يميز مؤسسين شركة 'زهرة كونستركشنز ش.م.م' و المسجلة في السجل التجاري لمحكمة بداية لبنان الشمالي 
تتميز هذه الشركة أيضا بالدقة في وقت التسليم و التفاني و التميز بأعمال التشطيب باﻹضافة إلى الجودة العالية و نوعية المواصفات العالية للمواد اﻷولية المستخدمة في أعمالهم مما خلق ثقة قوية بينهم و بين عملاء ";
    const COMPANY_WORK_FEILD = "مجالات عمل الشركة ";
    const CONSTRUCTION_AND_ENG = "أعمال و هندسة البناء  ";
    const SANITARY = "أعمال الكهرباء الخارجية و الداخلية";
    const HILLING = "أعمال الصحية و التمديدات الداخلية و الخارجية";
    const PAINT = " أعمال الدهان";
    const SOLAR = "تمديدات و تركيب الطاقة الشمسية ";
    const HEATER = "تمديدات و تركيب السوفاجات ";
    const ROCK = "أعمال تلبيس الحجر ";
    const TILE = "أعمال البلاط على جميع انواعه";
    const LOGO_TAG = "نقدم لك الموضة مع العمل المحترف ";
    const WELCOME = "ABZ اهلا وسهلا في شركة ";
    const HOME = "القائمة الرئيسية ";
    const OUR_WORK = "أعمالنا";
    const ABOUT_US = "معلومات عنا ";
    const CONTACT_US = "تواصل معنا ";
    const SEND_REQUEST = "أرسل طلب";
    const CHANGE_TO_ARABIC = "Change To English";
    //our Work
    const MOST_IMPORT = "من أهم المشاريع والمهندسين والشركات ";
    const SAIID_HALLAB = "أستاذ سعيد حلاب للبناء ";
    const SAIIDSHA = "أستاذ سعيد شعراني  للبناء ";
    const CEZAR = "أستاذ سيزار عرنوق للبناء ";
    const SPIRO = "أستاذ سبيرو روحانا  للبناء ";
    const JAWDAT = "أستاذ جودت عرنوق للبناء ";
    const OBEID = "شركة عبيد للبناء   ";
    const TUFIC = "أستاذ توفيق الأطرش  للبناء";
    const RADWAN = "أستاذ رضوان عبد الحي  للبناء ";
    const KARAMI = "شركة كرامى للبناء   ";
    const MANY_OTHERS = "ABZ والعديد من المشاريع الأخرى و الشركات والمهندسين المنفذين من فبل شركة   ";

}
